let Manual;
export default Manual = [
   /* {
        id: 1,
        title: 'Щука',
        details: '\t\t\tЩука – речная хищная рыба, она достигает в длину до 2 м и имеет массу более 60 кг. Окрас у щуки серо-зелёный в крапинку. Щука очень прожорлива. Питается в основном рыбой, лягушками, насекомыми.',
        patch: require('../model-images/North-Pike-Sharp-Teeth.png')
    },
    {
        id: 2,
        title: 'Летучая рыба',
        details: '\t\t\tЛетучие рыбы – невелики, от 15 до 25-35 см. Даже гигантская летучая рыба не длиннее 50 см. Её грудные плавники немного короче тела и содержат большое число лучей. Электрический скат – крупная рыба, нередко достигающая длину 2 м и вес 100 кг, с почти круглым диском тела и голой, лишённой шипов и колючек кожей. Они используют своё грозное оружие главным образом для того, чтобы убивать добычу и, конечно, для обороны.',
        patch: require('../model-images/17208795389_cf6f949739_o.jpg')
    },
    {
        id: 3,
        title: 'Рыба-зебра',
        details: '\t\t\tРыба-зебра – морская рыбка, раскрашенная кремовыми и бордовыми полосами. Тело рыбы-зебры оснащено большим количеством плавников, игл и других придатков. В минуту опасности она быстро поворачивается из стороны в сторону, стараясь встать к противнику спиной, и бьёт его спинными плавниками. Яд крылаток чрезвычайно опасен.',
        patch: require('../model-images/Fish7.jpg')
    },*/
    {
        id: 1,
        title: 'Петушок',
        details: 'Петушков можно встретить в аквариумах любителей по всему миру. Эта великолепная рыбка способна выжить без подачи кислорода, так как имеет специальный орган дыхания – лабиринт, позволяющий ей использовать для дыхания атмосферный воздух. Среди интересных особенностей петушков можно выделить усиленную агрессию самцов друг к другу. Встреча двух взрослых представителей данного вида непременно закончится дракой. Поэтому содержать вместе 2 и более мужских особей не рекомендуется. Размножаются рыбки довольно просто: самцы строят особое гнездо из пузырьков, куда складывают икринки и заботятся о них, пока не появятся мальки.',
        patch: require('../model-images/siamskij-petushok-betta-splendens.jpg')
    },
    {
        id: 2,
        title: 'Скалярия',
        details: 'Скалярии – необычные рыбки из рек Южной Америки. Их отличает уплощенное, практически треугольное тело с сильно вытянутыми плавниками. Размер отдельных особей может достигать 15 см, не считая плавников. Плавают скалярии чинно и грациозно. За это их называют «рыбы-ангелы». Будучи стайными в юном возрасте, взрослые скалярии предпочитают жить устойчивыми парами и могут запросто забить других родственников. Для содержания скалярий рекомендуется аквариум от 100 литров.',
        patch: require('../model-images/skalyariya-belaya.jpg')
    },
    {
        id: 3,
        title: 'Барбусы',
        details: 'Барбусы – широкая группа рыб, среди которых встречаются и миниатюрные рыбки, и настоящие гиганты. Объединяет их стайный образ жизни и постоянная «суетливость». Порой создается впечатление, что игры друг с другом прекращаются только с выключением света в аквариуме. Барбусы неприхотливы в содержании и при желании легко размножаются в домашних условиях. Следует отметить, что некоторые представители этой группы своей избыточной активностью могут стать источником стресса для более медлительных рыб. Поэтому вопросу совместимости следует уделить особое внимание, если вы планируете содержать барбусов в общем аквариуме.',
        patch: require('../model-images/sumatranskij-barbus-2.jpg')
    },
    {
        id: 4,
        title: 'Данио',
        details: 'Данио – суетливые непоседы, которые отлично заполнят верхнюю часть аквариума. Яркие и неприхотливые, они заняли достойное место в списке самых популярных аквариумных рыбок. Содержать данио необходимо в стайках от шести особей. Оставшись в одиночестве, представители этого вида испытывают сильнейший стресс. Для содержания данио не понадобится аквариум большого объема. Данио стали первыми рыбками, получившими измененный генотип (GloFish), создавались они в качестве индикатора загрязнений водоемов, а в результате стали привлекательными аквариумными обитателями.',
        patch: require('../model-images/danio-rerio-rozovyj.jpg')
    },
    {
        id: 5,
        title: 'Анциструс',
        details: 'Анциструсы, или сомики-прилипалы, одни из самых любимых аквариумистами рыбок. Они интересны и своей необычной формой тела, и плотными пластинами, которые покрывают их снаружи, а также дают надежную защиту от других рыб. Но главное, анциструс – это самый настоящий помощник аквариумиста. Особый рот-присоска приспособлен для соскребания водорослевых обрастаний (основной пищи анциструсов в природе) со стенок аквариума и декораций, чем эти рыбки оказывают неоценимую услугу в поддержании чистоты аквариума. Сомики непривередливы в содержании, хорошо уживаются с большинством видов рыб. Из особенностей стоит отметить необходимость коряги в аквариуме и кормление сухими таблетками с высоким содержание растительности.',
        patch: require('../model-images/Ancistrus.jpg')
    },
    {
        id: 6,
        title: 'Тернеция',
        details: 'Отличительная особенность тернеций – хорошо развитый анальный плавник, который образует привлекательную «юбку». Эти стайные рыбки отлично подойдут для содержания с другими миролюбивыми видами, хотя иногда и любят похулиганить, обкусывая длинные плавники. Имеют несколько цветовых вариаций, созданы также светящиеся тернеции (GloFish). Для содержания рекомендуется аквариум от 60 литров, поселять рыбок нужно только группами. Станут хорошим выбором для начинающих аквариумистов.',
        patch: require('../model-images/terneciya-ili-chernaya-tetra.jpg')
    },
];
